import React, { Component } from 'react';

class Zhihu extends Component {
    render() {
        return (
            <div>
                <h1>知乎是中文互联网知名的可信赖问答社区，
                致力于构建一个人人都可以便捷接入的知识分享网络，让人们便捷地与世界分享知识
                、经验和见解，发现更大的世界。 知乎以「让每个人高效获得可信赖的解答」为北极…
                知乎是中文互联网知名的可信赖问答社区，
                致力于构建一个人人都可以便捷接入的知识分享网络，让人们便捷地与世界分享知识
                、经验和见解，发现更大的世界。 知乎以「让每个人高效获得可信赖的解答」
                知乎是中文互联网知名的可信赖问答社区，
                致力于构建一个人人都可以便捷接入的知识分享网络，让人们便捷地与世界分享知识
                、经验和见解，发现更大的世界。 知乎以「让每个人高效获得可信赖的解答」
                知乎是中文互联网知名的可信赖问答社区，
                致力于构建一个人人都可以便捷接入的知识分享网络，让人们便捷地与世界分享知识
                、经验和见解，发现更大的世界。 知乎以「让每个人高效获得可信赖的解答」
                知乎是中文互联网知名的可信赖问答社区，
                致力于构建一个人人都可以便捷接入的知识分享网络，让人们便捷地与世界分享知识
                、经验和见解，发现更大的世界。 知乎以「让每个人高效获得可信赖的解答」
                知乎是中文互联网知名的可信赖问答社区，
                致力于构建一个人人都可以便捷接入的知识分享网络，让人们便捷地与世界分享知识
                、经验和见解，发现更大的世界。 知乎以「让每个人高效获得可信赖的解答」
                知乎是中文互联网知名的可信赖问答社区，
                致力于构建一个人人都可以便捷接入的知识分享网络，让人们便捷地与世界分享知识
                、经验和见解，发现更大的世界。 知乎以「让每个人高效获得可信赖的解答」
                知乎是中文互联网知名的可信赖问答社区，
                致力于构建一个人人都可以便捷接入的知识分享网络，让人们便捷地与世界分享知识
                、经验和见解，发现更大的世界。 知乎以「让每个人高效获得可信赖的解答」
                知乎是中文互联网知名的可信赖问答社区，
                致力于构建一个人人都可以便捷接入的知识分享网络，让人们便捷地与世界分享知识
                、经验和见解，发现更大的世界。 知乎以「让每个人高效获得可信赖的解答」
                知乎是中文互联网知名的可信赖问答社区，
                致力于构建一个人人都可以便捷接入的知识分享网络，让人们便捷地与世界分享知识
                、经验和见解，发现更大的世界。 知乎以「让每个人高效获得可信赖的解答」
                知乎是中文互联网知名的可信赖问答社区，
                致力于构建一个人人都可以便捷接入的知识分享网络，让人们便捷地与世界分享知识
                、经验和见解，发现更大的世界。 知乎以「让每个人高效获得可信赖的解答」
                知乎是中文互联网知名的可信赖问答社区，
                致力于构建一个人人都可以便捷接入的知识分享网络，让人们便捷地与世界分享知识
                、经验和见解，发现更大的世界。 知乎以「让每个人高效获得可信赖的解答」
                知乎是中文互联网知名的可信赖问答社区，
                致力于构建一个人人都可以便捷接入的知识分享网络，让人们便捷地与世界分享知识
                、经验和见解，发现更大的世界。 知乎以「让每个人高效获得可信赖的解答」
                知乎是中文互联网知名的可信赖问答社区，
                致力于构建一个人人都可以便捷接入的知识分享网络，让人们便捷地与世界分享知识
                、经验和见解，发现更大的世界。 知乎以「让每个人高效获得可信赖的解答」
                </h1>
            </div>
        );
    }
}

export default Zhihu;